Repository: 1995xjm-design/clawtalk
Catalog: ClawTalk/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: API Key
zh_hans: API 密钥

source: API Mode
zh_hans: API 模式

source: API keys and tokens are stored in the iOS Keychain, encrypted at rest. Voice is transcribed on-device — audio never leaves your phone. Agent communication uses HTTPS.
zh_hans: API 密钥和令牌存储在 iOS 钥匙串中并加密保存。语音在设备端转写——音频不会离开你的手机。智能体通信使用 HTTPS。

source: Add
zh_hans: 添加

source: Add Voice (Optional)
zh_hans: 添加语音（可选）

source: Agent
zh_hans: 智能体

source: Agent ID
zh_hans: 智能体 ID

source: Agent Tools
zh_hans: 智能体工具

source: Agents
zh_hans: 智能体

source: Allow Once
zh_hans: 仅允许一次

source: Always
zh_hans: 始终允许

source: Apple's built-in voice. Free and works offline, but less natural.
zh_hans: Apple 内置语音。免费且可离线使用，但音色不太自然。

source: Browser
zh_hans: 浏览器

source: Cancel
zh_hans: 取消

source: Channel Name
zh_hans: 频道名称

source: Channels
zh_hans: 频道

source: Chat history is stored locally on this device with iOS Data Protection (encrypted at rest).
zh_hans: 聊天记录通过 iOS 数据保护存储在本机（静止时加密）。

source: Chat with your OpenClaw AI agents. Type, send images, or talk hands-free.
zh_hans: 与你的 OpenClaw AI 智能体聊天。 输入文字、发送图片，或免提语音对话。

source: ClawTalk connects to an OpenClaw gateway running on your computer or server.
zh_hans: ClawTalk 连接运行在你电脑或服务器上的 OpenClaw 网关。

source: ClawTalk uses an on-device speech model for private voice transcription. Audio never leaves your phone.
zh_hans: ClawTalk 使用设备端语音模型进行私密语音转写，音频不会离开你的手机。

source: Clear Chat
zh_hans: 清空聊天

source: Clear Chat History
zh_hans: 清空聊天记录

source: Clear History
zh_hans: 清空记录

source: Clear all chat history?
zh_hans: 清空全部聊天记录？

source: Clear chat history?
zh_hans: 清空聊天记录？

source: Close
zh_hans: 关闭

source: Connect to Gateway
zh_hans: 连接网关

source: Connected
zh_hans: 已连接

source: Connected!
zh_hans: 已连接！

source: Connecting...
zh_hans: 连接中…

source: Connection
zh_hans: 连接

source: Continue Without Voice
zh_hans: 不启用语音继续

source: Copy
zh_hans: 复制

source: Data
zh_hans: 数据

source: Delete
zh_hans: 删除

source: Delete Channel
zh_hans: 删除频道

source: Delete this channel?
zh_hans: 删除此频道？

source: Deny
zh_hans: 拒绝

source: Disable voice for text-only chat. Voice input uses on-device transcription. Haptics provide tactile feedback on the talk button and message events.
zh_hans: 关闭语音，仅使用文字聊天。语音输入使用设备端转写。触觉反馈会在按住说话按钮和消息事件时提供震动提示。

source: Disconnected
zh_hans: 已断开连接

source: Display
zh_hans: 显示

source: Done
zh_hans: 完成

source: Download (~1.6 GB)
zh_hans: 下载（约 1.6 GB）

source: Download Large Model?
zh_hans: 下载大模型？

source: Download Model
zh_hans: 下载模型

source: Edit Channel
zh_hans: 编辑频道

source: ElevenLabs provides the most natural voices. Free tier: 10,000 chars/month.
zh_hans: ElevenLabs 提供最自然的音色。 免费额度：每月 10,000 字符。

source: Enable WebSocket mode in Settings to browse available models.
zh_hans: 请在设置中开启 WebSocket 模式以浏览可用模型。

source: Enter an agent ID not shown above, or use "main" for the default agent.
zh_hans: 输入上方未列出的智能体 ID，或使用 "main" 作为默认智能体。

source: Enter your OpenClaw gateway URL and access token.
zh_hans: 输入你的 OpenClaw 网关地址和访问令牌。

source: Error
zh_hans: 错误

source: Exec Approval Required
zh_hans: 需要执行审批

source: Failed to send
zh_hans: 发送失败

source: Gateway Info
zh_hans: 网关信息

source: Gateway Required
zh_hans: 需要网关

source: Gateway Token
zh_hans: 网关令牌

source: Gateway URL
zh_hans: 网关地址

source: Hands-free conversation
zh_hans: 免提对话

source: Haptic Feedback
zh_hans: 触觉反馈

source: History
zh_hans: 历史记录

source: I'll set this up later
zh_hans: 稍后设置

source: Interact directly with your agent's tools without going through chat.
zh_hans: 无需经过聊天，直接与智能体的工具交互。

source: List Tabs
zh_hans: 标签页列表

source: Listening...
zh_hans: 正在聆听…

source: Load Voices
zh_hans: 加载音色

source: Loading agents...
zh_hans: 正在加载智能体…

source: Loading agents…
zh_hans: 正在加载智能体…

source: Loading models...
zh_hans: 正在加载模型…

source: Memory
zh_hans: 记忆

source: Message…
zh_hans: 消息…

source: Models
zh_hans: 模型

source: Name
zh_hans: 名称

source: New Channel
zh_hans: 新频道

source: No Models
zh_hans: 暂无模型

source: No Sessions
zh_hans: 暂无会话

source: No active sessions found.
zh_hans: 未找到进行中的会话。

source: No agents found
zh_hans: 未找到智能体

source: No channels yet
zh_hans: 还没有频道

source: No history available
zh_hans: 暂无历史记录

source: No models returned from the gateway.
zh_hans: 网关未返回任何模型。

source: No status available
zh_hans: 暂无状态

source: Open Responses API provides token usage data. Requires gateway support (endpoints.responses.enabled).
zh_hans: Open Responses API 可提供令牌用量数据，需要网关支持（endpoints.responses.enabled）。

source: OpenAI TTS is cost-effective with good quality.
zh_hans: OpenAI 语音合成性价比高，音质也不错。

source: OpenClaw Gateway
zh_hans: OpenClaw 网关

source: Photos
zh_hans: 照片

source: Provider
zh_hans: 服务商

source: Reasoning
zh_hans: 推理

source: Reconnect
zh_hans: 重新连接

source: Refresh Status
zh_hans: 刷新状态

source: Responding...
zh_hans: 回复中…

source: Retry
zh_hans: 重试

source: Runs entirely on-device. Audio never leaves your phone.
zh_hans: 完全在设备端运行，音频不会离开你的手机。

source: Save
zh_hans: 保存

source: Screenshot
zh_hans: 截图

source: Search Memory
zh_hans: 搜索记忆

source: Search your agent's memory for stored knowledge.
zh_hans: 在智能体的记忆中搜索已存储的知识。

source: Security
zh_hans: 安全

source: Sessions
zh_hans: 会话

source: Settings
zh_hans: 设置

source: Show Token Usage
zh_hans: 显示令牌用量

source: Show input/output token counts under assistant messages. Requires Open Responses API mode.
zh_hans: 在助手消息下方显示输入/输出令牌数。需要 Open Responses API 模式。

source: Showing default voices. Enable "voices_read" on your API key to see all voices including custom ones.
zh_hans: 当前显示默认音色。在 API 密钥上启用 "voices_read" 权限，即可查看包括自定义音色在内的全部音色。

source: Skip
zh_hans: 跳过

source: Skip for Now
zh_hans: 暂时跳过

source: Skip — I'll just type for now
zh_hans: 跳过，先打字吧

source: Speaking...
zh_hans: 正在朗读…

source: Speech-to-Text
zh_hans: 语音转文字

source: Standard Chat Completions API. Works with all gateways.
zh_hans: 标准 Chat Completions API，兼容所有网关。

source: Status
zh_hans: 状态

source: Tabs
zh_hans: 标签页

source: Take Screenshot
zh_hans: 截屏

source: Tap the icon again to stop.
zh_hans: 再次点击图标即可停止。

source: Test Connection
zh_hans: 测试连接

source: Testing...
zh_hans: 正在测试…

source: Text chat works without this. To also talk to your agent — push-to-talk or hands-free — ClawTalk can transcribe on-device for privacy, or you can enable server-side transcription later in Settings.
zh_hans: 纯文字聊天无需此功能。若要和智能体语音对话（按住说话或免提），ClawTalk 可以在设备端转写以保护隐私，也可以稍后在设置中开启服务端转写。

source: Text-to-Speech
zh_hans: 文字转语音

source: The Large Turbo model provides the best accuracy but requires ~1.6 GB of storage. It will download on next voice input.
zh_hans: Large Turbo 模型准确率最高，但需要约 1.6 GB 存储空间，将在下次语音输入时下载。

source: Thinking
zh_hans: 思考中

source: Thinking...
zh_hans: 思考中…

source: This cannot be undone.
zh_hans: 此操作无法撤销。

source: This will delete all messages in this channel. This cannot be undone.
zh_hans: 这将删除该频道中的所有消息，且无法撤销。

source: This will delete the channel and all its messages. This cannot be undone.
zh_hans: 这将删除该频道及其全部消息，且无法撤销。

source: Token usage is not available in WebSocket mode. Disable WebSocket to see token counts.
zh_hans: WebSocket 模式下无法查看令牌用量，关闭 WebSocket 后即可查看。

source: Tools
zh_hans: 工具

source: Transcribing...
zh_hans: 正在转写…

source: Type a message, or tap the mic to use voice input.
zh_hans: 输入消息，或点击 麦克风使用语音输入。

source: View
zh_hans: 查看

source: View Setup Guide
zh_hans: 查看设置指南

source: Voice
zh_hans: 语音

source: Voice Input (STT)
zh_hans: 语音输入（STT）

source: Voice Input is off — turn it on above to use speech-to-text.
zh_hans: 语音输入已关闭——请在上方开启以使用语音转文字。

source: Voice Output (TTS)
zh_hans: 语音输出（TTS）

source: Voice Setup
zh_hans: 语音设置

source: WS Port or Path
zh_hans: WebSocket 端口或路径

source: WebSocket Mode
zh_hans: WebSocket 模式

source: WebSocket enables real-time streaming. Enter a path (e.g. /ws) for tunneled gateways or a port (e.g. 18789) for local connections.
zh_hans: WebSocket 支持实时流式传输。隧道网关请输入路径（如 /ws），本地连接请输入端口（如 18789）。

source: Welcome to ClawTalk
zh_hans: 欢迎使用 ClawTalk

source: Whisper Model
zh_hans: Whisper 模型

source: Your access token
zh_hans: 你的访问令牌

source: configured
zh_hans: 已配置

source: default
zh_hans: 默认
